Revit 2027 API
ParameterTypeId.ColumnLocationMark Property
 "Column Location Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColumnLocationMark { get; }
Public Shared ReadOnly Property ColumnLocationMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColumnLocationMark {
	ForgeTypeId^ get ();
}
static member ColumnLocationMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace